Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Bargo- ja searvadahttindepartemeanta áigu maid ásahit dohkálašvuođa dárkkisteaddji ortnega sámegillii jorgaluvvon lágaid ja eará almmolaš áššebáhpáriid várás, ja ortnega mii sihkkarastá ahte sámegillii jorgaluvvon lágat maiddái ođasmahttojuvvojit sámegillii go láhka ođasmahttojuvvo.
smj: Le sáme bulkkevirgálattja tjuovvolam ja bagádallam åhttsijt ietjasa guovlojs.

source: Ráđđehusa ulbmil lea ahte buot IKT-ovdáneapmi almmolaš suorggis galgá atnit vuođđun unversála hámi vuođđojurdaga.
smj: • sisiválldemnjuolgadusá Bulkkeallaskåvllåj vaddi máhttelisvuodav sisiválldet gittan 20 prosenta åhttsijs n.

source: Sámegielain leat buohkanassii 15 sierra čállinmearkka lassin dábálaš mearkkaide mat adnojuvvojit anglo-amerihkálaš vuogádagas.
smj: g. sierra dågålasjvuodajn, jus åhttsijn li sierra máhtukvuohta jali kvalitehtta bulkkeetáhtta dárbaj. Dát njuolgadus máhttá aj aneduvvat åhttsijs sáme duogátjijn.

source: Sámegiela čállinmearkkaid ja IKTa dáfus lea maŋimuš jagiid leamaš buorre ovdáneapmi.
smj: Prosjækta ” sáme láhkagiella ” álgeduváj jagen 2006, doarjodum Barggo- ja sebrudahttemde

source: Sámegiella lea dál válljehahtti giella dábáleamos operatiivavuogádagain.
smj: Ulmutja giellafá galasj ja juridihkalasj máhtudagáj li læhkám

source: Doaibmabidju 57.
smj: Vuos

source: Sámegiella almmolaš registariin – gáibádusat stáhtalaš etáhtaide
smj: tasj oasen prosjevtas li dagáduvvam lissta 691 sáme juridihkalasj termaj.

source: Boarraseappoš almmolaš registariin eai leat dat čállinmearkkat, ja dat lea dagahan ahte máŋggalágan nuppástuhttinprográmmat mat lonuhit dáid čállinmearkkaid dakkár čállinmearkan maid vuogádagat sáhttet dohkkehit.
smj: 53 Bulkkeallaskåvllå le 1993 rájes vájmmelisát barggam rekrutterit ulmutjijt etnihkalasj unneplågoduogátjijn, dáj siegen aj sáme, bulkkeåhpadussaj. Bulkke- ja lænsskaetáhtajn ælla vuoge barggijt etnihkalasj duogátjis lågåtjit.

source: Dát guoská ee. aiddofal dakkár registariidda go Brønnøysundregistariidda, Álbmotregistarii, Stáhta kártalágádussii (Norgesglasset), Primusii, Askeladdenii ja NAVii.
smj: Dát dahká barggij rekrutterimrahtjamusájt gássjelissan mihttit. Prosjækta ” Rekrutterit ja Bisodit ” (2007-2008) le aktisasjprosjækta gaskal Bulkkeallaskåvlå ja Bulkkedirektoráhta.

source: Dat mearkkaša ahte sámi álbmot ja fitnodagat main lea sámi namma eai sáhte registarastojuvvot rivttes na- main ja čujuhusain registariidda.
smj: Prosjækta ásadij i- i- resurssajuohkusav 30 bulkkevirgálattjaj unneplågoduogátjijn, gålmås dajs sáme duogátjijn, gudi vájmmelisát barggin nuoraj hárráj åttjutjit Bulkkeallaskåvllåj bessat.

source: Ráđđehus oaivvilda ahte dát dilli lea unohas ja ferte buoriduvvot.
smj: Jagen 2008 bessin guokta studenta sáme duogátjijn Bulkkeallaskåvllåj.

source: Árvalusastis, maid FAD dál lea meannudeamen, ráđđi árvala váldit atnui mearkavuogádahkii ISO. / IEC.
smj: Bulkkeallaskåvlå Bådådjo åssudahka álgij 2008-tjavtja prosjevtav gånnå lij ulmmen lasedit åhttselågov sáme duogátjijn bulkkeåhpadussaj.

source: Dát mearkavuogádat geavahuvvo viidát ja gokčá ii duššefal sámi girjegielaid dárbbuid, muhto maiddái máilmmi eanaš gielaid čállinmearkkaid.
smj: Galggi diehtojuohkemtjåhkanime ásaduvvat gånnå nuorra bulkkevirgálattja sáme duogátjijn ájggu diedojt juohket sisibessamprosedyjra, åhpadusá, ja virge birra.

source: Teknihkalaččat dát válljen buktá dievas čovdosa teakstačállimii buot dain geavahansurggiin main odne eai leat áibbas dohkálaš čovdosat.
smj: Duodden de sjaddá bargaduvvat vájmmelisát sámij avijsaj, sámi Radio ja ietjá ájggeguovddelis diehtojuohkemkanálaj gáktuj.

source: Almmolaš neahttabáikkiide orru leamen viehka álki váldit atnui UTF-8, muhto ovdalgo loahpalaš mearrádus dahkkojuvvo, de ferte čađahuvvot váikkuhusguorahallan, vai lea vejolaš garvit vuorddekeahtes váttisvuođaid.
smj: Bulkkeallaskåvllå ájggu joarkket ietjas rahtjamusáv lasedittjat rekrutterimav vejulasj åhttsijt sáme duogátjijn persåvnålasj tjuovvolime ja lahka aktijvuodajn ájggeguovddelis bulkkeguovlojn.

source: Dainnago otnáš registariin leat nana čatnasat, de lea dárbu gávdnat jierpmálaš gaskaboddasaš ortnegiid ja heivvolaš vugiid mo čađahit nuppástuhttima.
smj: Åvdåsvásstediddje: Justijssa- ja bulkkedepartemænnta Ájgge: Tjuovvoluvvá jahkásasj budsjæhttabargon ja stivrrimságastallamijn Bulkkedirektoráhtajn

source: Dát nuppástuhttimat gusket máŋgga oasálažžii.
smj: 52. doajmma Diehtojuohkem vuostasjgierdedievnastusá birra

source: Plánejuvvon lea čađahit váikkuhusguorahallama giđđat jagi 2009.
smj: Åvdåsvásstediddje: Suodjalimvælggogisvuohtadåjmadahka Ájgge: 2009 jage alluj

source: Ráđđehus dáhttu váldit atnui čállinmearkavuogádahkii ISO.
smj: 53. doajmma Suodjalusá hárjjidallamij diehtojuohkem ja almodibme

source: Giellateknologiija vuođđun leat ee. diehtojuohkinteknologiija, gielladiehtaga, dahkojierpmi, fonetihka ja kognitiiva psykologiija máhtut.
smj: suodjalus ájggu 2009 jage alluj oadtjot biellejahkásasjdiehtojuohkemav ietjas oajvvedåjmaj birra aj vatteduvvá sámegiellaj dåppe gånnå le luondulasj.

source: Giellateknologiija juhkkojuvvo dábálaččat guovtti váldosuorgái, dihtorlingvistihkkii ja jietnadanteknologiijii.
smj: Diŋŋgomij almodibme gånnå sámegiela háldadusguovllo le guoskaduvvam sjaddá aj sámegiellaj, i. i. sáme avijsajn almodit.

source: Jietnadeapmi lea čájehuvvon leat beaktilis vuohki juohkit dieđuid.
smj: Åvdåsvásstediddje: Suodjalusá operatijvalasj dievnastus Ájgge: 2009 jage alluj

source: Jietnadanprográmmat sáhttet addit olbmuide geain lea lohkan- ja čállinváttisvuođat vejolašvuođa ipmirdit iešguđetlágan teavsttaid, fágagirjjiid rájis aviissaid rádjai.
smj: ráddidusá sámegiela adno

source: Sámediggi lea čielggadan leago vejolaš ráhkadit sámegielaide syntehtalaš jietnadanprográmmaid.
smj: Ráddidusá rahtjamusá sámegiela hárráj hæhttu aj vuojnnut departementaj ietjasa sámegiela anos.

source: Syntehtalaš jietnadeapmi galgá geavahuvvot lassereaidun ovttas dábálaš divodanprográmmaiguin.
smj: Ráddidusá internæhttabielen www.regjeringen.no le sierra sáme giellaválljim fálos 2004 rájes.

source: Vásáhusat čájehit ahte syntehtalaš jietnadeapmi doarju lohkan- ja čállindáiddu.
smj: Ássje ma njuolgga guosski sáme álmmuga berustimijda ja ienep nasjonálalasj biele ássje åvddånbuvteduvvi dánna, ienemusát nuorttasámegiellaj, valla aj julev- ja oarjjelsámegiellaj.

source: Lassin syntehtalaš jietnadeapmi sáhttá geavahuvvot vuođđun ráhkadit ođđaáigásaš bálvalusfálaldagaid máŋgga suorggis.
smj: oajválattjaj bieles le dárbbo ienebut tjalmostuhttet divna gålmå sáme giela, politihkkahábmimin, dåjmajn ja almulasj dokumentaj jårggålimij j. n.

source: Doaibmabidju 58. Sámegiela riektačállinreaidu
smj: 54. doajmma Ienep almodibme ráddidusá dokumentajs sámegiellaj

source: Sámediggi lea jagi 2004 rájis čađahan prošeavtta (Divvun) mas ráhkaduvvo sámegillii elektruvnnalaš teakstagieđahalli divodanprográmma.
smj: Ráddidus ájggu almodit ienep diedojt sámegiellaj ietjas næhttabielijn, ja lasedit sámegielak dokumentaj lågov.

source: Prográmma lea nuvttá ja dan lea vejolaš viežžat interneahtas.
smj: 54 sjaddá dagádum diehtotjoahkke divna diedojs ma gávnnuji oarjjel- ja julevsámegiellaj.

source: Bargo- ja searvadahttindepartemeanta, Máhttodepartemeanta ja Sámediggi ruhtadit prošeavtta «Divvun 2 š, mii galgá sihke ortnegis doallat ja geahččalit davvisámegiela ja julevsámegiela stávendárkkástusa, ja ovddidit oarjilsámegillii stávendárkkástusa.
smj: Ráddidus ájggu aj sihkarasstet ienep systemahtalasj ådåstusáv ja kvalitetadárkestimev sámegielak næhttabielijs. Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2014

source: Prošeakta galgá bistit badjel 3 jagi, ja ulbmil lea ahte oarjilsámegiela stávendárkkástus galgá leat válmmas jagi 2010 lohppii.
smj: 55. doajmma Háldadusterma sáme tærmma åvddånahttem le guovdátjin máhttet bisodit ja nannit sámegiela anov.

source: Sámediggi lea bidjan álgagii divaštallama Divvunprošeavtta boahtteáigásaš jođihanorganisašuvnna birra.
smj: Gájbbádussan sámegiella máhttá aneduvvat fágalasj aktijvuodajn le jut gávnnuji fáhkaterma ja fáhlabuojkuldagá sámegiellaj.

source: Dađistaga gielat ovdánit ee. oktilaš terminologiijabargguiguin, ja danne lea dehálaš ahte giellareaiddutge oktilaččat ođasmahttojuvvojit ja buoriduvvojit.
smj: sáme terminologija åvddånahttem dáhpáduvvá sierralágásj prosjevtaj baktu buojkulvissaj Deanu suohkana prosjækta sáme láhkagiella.

source: Maiddái prográmmabuvttadeaddjiid veršuvnnaid ođasmahttimatge dagahit dárbbu buoridit ja ođasmahttit riektačállinreaidduid.
smj: Vijdábut de sáme terminologija barggo dáhpáduvvá ássjegiehtadallama baktu duon dán sáme institusjåvnåjn duola dagu sámedikken.

source: Odne leat unnán sámegiela sátnegirjjit, erenoamážit julevsámegillii ja oarjilsámegillii.
smj: Ájnas oasse duodenn sáme terminologija åvddånahttemis le almulasj dokumentaj jårggålibme sámegiellaj.

source: Go sátnegirjjit váilot, de dat dilli sáhttá hehttet gielaid ovdáneames.
smj: sáme giellalávddegådde sáme parlamentáralasj ráde vuolen le terminologijalistajt biedjam www.giella.org næhttabælláj.

source: Ovdamearkka dihtii sáhttet ovttagielalaš sámi sátnegirjjit leat dehálaš váikkuhussan dasa, ahte sámegiella sáhttá doaibmat metagiellange, namalassii dakkár giellan mainna olmmoš čilge sániid mearkkašumi.
smj: Ulmmen le divna dokumenta majt stáhta orgána jårggåli, galggi liehket giellafágalattjat dárkestuvvam ja ådå terminologija le dåhkkiduvvam duolla instánsas.

source: Eai dárogielalaš olbmuidege gávdno sátnegirjjit, guđet háliidit oahppat davvisámegiela, eaige sámidáru sátnegirjjit mat dárogielalaš geavaheaddjiide čilgejit sámegiela sániid geavaheami.
smj: Danen gå ållo juridihkalasj terminologija vájllu sámegiellaj, máhtti muhtem dájs jårggålusájs álu liehket muhtemláhkáj iehpetjielggasa terminologija ano gáktuj.

source: Bargo- ja searvadahttindepartemeanta áigu nammadit bargojoavkku mii galgá kártet makkár sátnegirjjit odne leat davvisámegillii, julevsámegillii ja oarjilsámegillii, ja árvalit doaibmabijuid maiguin livččii vejolaš nannet sámegiela sátnegirjjid barggu ovddas guvlui.
smj: Dáv dilev duollitjit ájggu Barggo- ja sebrudahttemdepartemænnta åvddånahttet ” viessodábálasj ” (husnormal) sámegielav departementaj ja jus sojttá vuollásasj orgánaj adnuj. Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: Álgeduvvá 2009

source: Sámediggi bovdejuvvo searvat bargojovkui.
smj: 56. doajmma Dåhkkidimårnik sáme láhkajårggålimijda

source: Fylkkamánni lea váidalaninstánsa go váidalus guoská gielddalaš dahje fylkkagielddalaš orgánii.
smj: Ájggomussan le divna dokumenta majt stáhta orgána jårggåli, galggi giellafágalasj dárkestuvvat ja ådå terminologija dåhkkiduvvat duolla instánsas.

source: Maiddái riikkaviidosaš sámi organisašuvnnain ja riikkamiehtásaš almmolaš orgánain mat leat erenoamáš dehálaččat oppa sámi álbmogii dahje dan osiide, lea váidalanvuoigatvuohta dakkár áššiin.
smj: Barggo- ja sebrudahttemdepartemænnta ájggu aj ásadit årnigav sámegielav dárkestittjat láhkajårggålusájn ja ietjá almulasj dokumentajn, ja årnigav mij sihkarasstá lága ma li sámegiellaj jårggåluvvam aj ådåstuvvi sámegiellaj gå lága ådåstuvvi.

source: Várdobáiki sámi guovddáš čalmmustahttá diđolaččat sámegiela ja sámi kultuvrra.
smj: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2010 sámegiella ja dgt

source: Vuoras márkosámit geavahit báikkálaš suopmana, muhto sámi girjegiella lea sidjiide váddát.
smj: Ráddidusá ulmmen le divna ávddånahttem diehto- ja guládallamteknologijan (DGT) almulasj suorgen galggá universála prinsihpaj baktu hábmiduvvat.

source: Sii ožžot sámegillii oanehis čállojuvvon teavsttaid ja galget daid lohkat jitnosit, dahje besset ieža čállit sámegiela sániid ja dajaldagaid maid nuppit eavttuhit.
smj: Ráddidusán le ulmmen sihkarasstet jut gájkajn le máhttelisvuohta ja arvusmahttem tenologijav ávkkit ja ådå dievnastusájt buoremus láhkáj.

source: Nu geavahuvvo dat máhttu mii lea oasseváldiin sámegielas, ja dat buorida sin lohkanmáhtu.
smj: sáme aktijvuodan le vuostatjin sáhkan sámegielav adnet divna DGT aktijvuodajn, dsj.

source: NORGGA GIRKU oskkuoahpahusa ođasmahttimis leat álggahuvvon sierranas doaibmabijut sámi oskkuoahpahusa várás.
smj: máhtudaksadje ja sierra næhttasadje sáme bokstávajda ja DT ásaduvvam – samiT – jage

source: Sámi oskkuoahpahus galgá leat gitta sámiid vásáhusain ja sámiid báikkálaš girkoeallimis.
smj: vam læhkám standard norge vuollálattjan ja ruhtaduvvam Barggo- ja sebrudahttemdepar

source: Sávaldat galgá leat oidnosii buktit guovttegielalašvuođa oskkuoahpahusa geavadis.
smj: Divna almulasj dåjmadagá galggi máhttet aktijvuodav samiTajn viehkev oattjotjit

source: Álggahuvvon lea sámi neahttabáiki oarjilsámegillii, julevsámegillii, davvisámegillii, ja dárogillii: www.osko.no ” Osku ” mearkkaša tro dahje tillit dárogillii.
smj: gatjálvisáj ma guosski sámegiellaj ja DTaj. 55 máhttet duolla tjáleduvvat almulasj registerijn, ja vaj prográmma åvddånahteduvvi ma sámegielav doarjju.

source: Neahttabáiki lea ordnejuvvon čieža fáddáoassái: Lávvu, soahki, čáhci, dolla, eana, beaivváš ja girku.
smj: sihkarasstet ådå teknologijaj bessat sámegielagijda aj le stuorra ávkken sebrudakossálasstemij, ja sámegiela åvddånahttemij.

source: Dat čilgejit bures kristtalaš oskku guovdilis osiid sámi perspektiivvas. SÁMI LÁHKAGIELLA
smj: almulasj suorgen le tjielgga vásstádus lahtjet nav vaj duot dát DGT- ja næhttadievnastusá e buvte ådå hieredusájt.

source: Prošeakta ” sámi juridihkalaš terminologiija ” álggahuvvui jagi 2004 Deanu gieldda namas.
smj: sámij gielajn tjoahkkáj li 15 sierra bokstáva duodden ieme bokstávajda angloamerikának systebmaj.

source: Sámi ealáhus- ja guorahallanguovddáš (SEG) jođihii prošeavtta.
smj: Dájt maŋemus jagijt le låhkám buorre åvddånahttem mij gullu sáme bokstávajda DGTan.

source: Prošeakta Sámi láhkagiella álggahuvvui jagi 2006, ja dan doarjut ledje Bargo- ja searvadahttindepartemeanta ja Sámediggi.
smj: sámegiella le dal hiebadum sierra válljimin ienemus anedum operatijvvasystemajn. 57. doajmma Sámegiella almulasj registerijn – gájbbádusá stáhta etáhtajda

source: Giellafágalaš ja juridihkalaš máhttu lea leamaš dán tearbmaráhkadanbarggus.
smj: sáme giellajuohkusij le ájnnasin jut aj tjálalasj sámegiella máhttá aneduvvat riekta ja duolla sebrudagán.

source: Tearpmat biddjojuvvojit neahttasiidui www.risten.no dađistaga go Sámi giellalávdegoddi daid dohkkeha.
smj: sámegiela ållesadnuj dárbahuvvá muhtem sierra bokstávajt adnet ma e dárogielan ja ådådárogielan gávnnu.

source: VAI LEA ÁLKIT almmolaš doaimmahusaide váldit atnui sámi čállinmearkkaid, de vuođđuduvvui sierra máhttovuođđu ja sierra neahttabáiki sámi čállinmearkkaid ja IT várás – samIT – vuođđuduvvui jagi 2003. samIT lea Standard Norge vuollásaš prošeaktan leamaš organiserejuvvon, ja Bargo- ja searvadahttindepartemeanta lea dan ruhtadan.
smj: Då oabmásap registerijn ælla dákkár bokstáva, juoga mij dagáj nav vaj duov dáv sierra konverterimijt ietjá bokstávajda ma máhttim systebmaj registreriduvvat. Dábálattjat sihtá dát ierit ietján guosskát Brønnøysundregisterijda, Álmmukregisterij, stáhta kárttadåjmadahkaj (norgesglasset:ij), Primus:ij, askeladden:ij ja VBa:aj.

source: Buot almmolaš doaimmahusat galget sáhttit váldit oktavuođa ja jearrat samIT rávvagiid áššiin mat gusket sámegillii ja ITii.
smj: Dát sihtá javllat sáme álmmuk ja vidnudagá sáme namájn e máhte ietjas namáv ja adressav oattjo registreridum duolla registerijn.

source: Romssa universitehta Sámi giellateknologiija guovddážis lea ulbmil giellaoahpa vuođul ráhkadit giellateknologiija sámegiela ja eará davveguovlluid gielaid várás, omd. teakstačállinprográmmaid, pedagogalaš prográmmaid, digitála sátnegirjjiid ja dahko- jietnaprográmma (syntehtalaš jietnadeami).
smj: Ráddidusá mielas le dát vuorbedis dilev mij hæhttu duolliduvvat. standardiserimráde, mij le rádevadde orgádna Ådåstuhttem- ja háldadusdepartemænntaj (ÅHD) ássjij ma guosski DGT- ássjijda, le giehtadallam bokstávaj adnemav almulasj háldadusán.

source: Prošeavtta ruovttusiidduin sáhttet olbmot dál viežžat giellaoahpa árvvoštallanreaiddu davvisámegillii, julevsámegillii, oarjilsámegillii, anárašgillii, nuortalašgillii ja gielddasámegilli.
smj: ietjas árvvalusán, mij dálla le giehtadallama vuolen ÅHD:an, oajvvaduvvá adnegoahtet bokstávtjoahkkev iso / iEC 10646 representeriduvvam UTF-8:ajn almulasj næhttasajijn ja almulasj registerijn.

source: Oidnosii buktit sámegiela albmohahkii Vai sámegiella nanusmuvvá ealli kulturcaggin, de lea dehálaš ahte sámegiella eambbo oidno albmohagas.
smj: Dán bokstávtjoahkken le vijddát adno ja ij dåssju gåbtjo sámegiela dárbojt, valla aj tevstalasj representerimav ieneplågåjs værálda gielajs.

source: Ahte Norgga álbmot deaivvada sámegielaiguin almmolaš joregiin, lea dehálaš vai gielaid árvodássi servodagas buorrána.
smj: Teknihkalattjat sihtá dát válljim vaddet ålles tjoavddusav tevstalasj representasjåvnnåj gájkka adnosuorgijn majn uddni ij le ålles tjåvda.

source: Dasto dat váikkuha buorebussii olbmuid miellaguottuid dáfus ja lassánahtášii sin beroštupmái sámegielas servodagas muđuid. Maŋimuš jagiid sámegiella lea eambbo go ovdal šaddan Norgga kultuvrra oassin.
smj: almulasj næhttabielijda le vuojnunagá viehka álkke álgget UTF-8:ajn, valla åvddåla maŋemus konklusjåvnnå dagáduvvá viertti vájkkudusanályjssa tjadáduvvat sihkarasstet vaj e vuojnedihkes gássjelisvuoda ide.

source: Sámi filmmat, sámi artisttat ja sámi festiválat váikkuhit ollu dasa ahte beroštupmi sámegielas lassána servodagas.
smj: Daj nanos tjanástagáj siváj diehti ma guosski dálásj registerijda, le dårbulasj jiermmás sirddemårnigijs ja dågålasj vuogijda dákkár målssomijt tjadádittjat.

source: Sámegielaid oidnosii buktin lea maid dehálaš nannen dihtii sámiid gielalaš ja kultuvrralaš ihčodaga.
smj: Dajnas gå moadda berustiddje le guoskaduvvam dás målssomis. Vájkkudusanályjssa le plánidum tjadáduvvat 2009-gidá.

source: Iiba unnánge leat dán oktavuođas dehálaš ahte sámegielaid šláddjiivuohta oidno eambbo almmolaš joregiin, nu ahte sihke davvisámegielalaččat, julevsámegielalaččat ja oarjilsámegielalaččat sáhttet deaivvahit gielaset nu ollu oktavuođain go fal vejolaš.
smj: Ráddidus sihtá adnegoahtet bokstávtjoahkkev iso / iEC 10646 representeridum UTF-8:ajn almulasj næhttasajijn ja almulasj registerijn, valla hæhttu árvustallat gåktu dát galgga dagáduvvat ja makkár målssomårniga galggi doajmmat.

source: Go sámegiella eambbo oidno ja gullo almmolaččat, de dat sáhttá beroštahttit eanebuid váldit gielaset ruovttoluotta, dikšut dan ja ovddidan dan.
smj: Giellateknologija le diedagasskasasj disiplijnna mij dáhtáprográmmajt åvddånahttá anályseritjit ja genereritjit ulmutjij gielajt, buojkulvissaj dáro- jali sámegielav.

source: Dat maid lea dakkár dehálaš bealli mii movttiidahttá sámi báikkálaš servodagaid bargat nu ahte sámegiella nanusmuvvá guovllus.
smj: Giellateknologija juogeduvvá dábálattjat guovte oajvveoassáj, dáhtálingvistihkkaj ja ságástimteknologijaj.

source: Sámi girjjálašvuođas, sámi teáhteris ja sámi filmmain lea dehálaš rolla dahkat giela oahpisin olbmuide ja buoridit sin diđolašvuođa das.
smj: Dáhtálingvistihkka dárkkelit barggá ienemusát tjálálasj tevstaj anályserit, duola dagu ráhpat vijdes åhtsåmmáhttelisvuodajt internehtan ja automáhtalasj jårggålimijda.

source: • Láhčit dilálašvuođaid sámegielalaš joregiid vuođđudeapmái ja nanusmahttimii
smj: ságastimteknologija le vas dáhtágiehtadallam ulmutjij sáhkadallamis, dsj.

source: • Láhčit dilálašvuođaid sámegielalaš TV- ja radiosáddagiidda
smj: sierraláhkáj ságastimev dåbddåt ja ságastimsyntessa.

source: • Buoridit sámegielalaš girjjálašvuođa fállama girjerájuin riikka miehtá
smj: ságastibme le åtsådallamij baktu vuojnnet dåbmalis vuohke diedojt åvddånbuktet.

source: • Láhčit dilálašvuođaid nu, ahte šaddet neahttasiiddut main leat diehtojuohkinbálvalusat sámegillii ja sámegielaid birra
smj: ságastimprográmma máhttá vaddet ulmutjijda låhkåm- ja tjállemgássjelisvuodaj tjoavddagav duon dán tevstajda, fáhkagirjijs avijsajda.

source: • Sihkkarastit ahte sámegielalaš teavsttat leat olámuttus interneahtas
smj: sámedigge le guoradallam jus máhttelisvuoda li åvddånahttet ságastimsyntesav sáme gielajda.

source: Sámi báikenamat ja sámegielalaš galbbat
smj: sáme giellateknologija guovdátjin Tråmså

source: Láhka ii earut guovlluid mat leat sámegiela hálddašanguovllu siskkobealde dain guovlluin mat leat olggobealde.
smj: universitehtan le ulmmen dahkat grammatih kavuoduk giellateknologijav sáme ja ietjá

source: Fylkkadikkiid álgaga dahkama vuođul lea Romssa fylka ja Finnmárkku fylka ožžon guovttegielalaš nama, dárogillii ja sámegillii.
smj: nuorttalij gielajda, d.d. tækstaprosesserimpro grámmajt, pedagogalasj, digitála báhkogirjijt

source: Dán guovtti fylkka guvllolaš stáhtaorgánat galget geavahit guovttegielalaš nama iežaset logoin, reivviin ja galbbain.
smj: bielijn gávnnuji dálla grammáhtalasj analyjs saprográmmajt nuortta-, julev, oarjjel-, anár-,

source: Dat gusto maid fylkkarájáid geaidnogalbbaide.
smj: gålldå- ja gielda-sámegiellaj. Duodden gávn

source: Fylkkamánnit leat gohčohallan gozihit dan.
smj: nuji pedagogalasj prográmma ja báhkogirje

source: Báikenammaláhka galgá sihkkarastit sámegielalaš báikenamaid riikkalaš lágaid ja riikkaidgaskasaš soahpamušaid ja konvenšuvnnaid mielde.
smj: ságastimsyntessa galggá aneduvvat dagu duoddevædtsak aktan dábálasj korrektuvrraprográmmaj. Åtsådallama vuosedi ságastimsyntessa doarjju låhkåm- ja tjállemprosessav.

source: Sámegielalaš namma galgá álo leat bajimusas (ovddimusas) go galba lea sámegiela hálddašanguovllus.
smj: Duodden máhttá ságastimsyntessa aneduvvat vuodon åvddånahtátjit ådåájggásasj dievnastusfálaldagáv moatten suorgen.

source: Stáhta geaidnolágádusa guovlokontuvrraid vuollásaš báikkálaš kontuvrrain lea ovddasvástádus mearridit galbema riikka- ja fylkkageainnuin, ja gielddain fas lea ovddasvástádus mearridit gielddageainnuid galbema (galbenváldi).
smj: 58. doajmma Sáme njuolgatjállemvædtsak

source: Galbeneiseváldi sáhttá válljet ahte sámegielalaš namma galgá leat bajimusas dainge guovlluid galbbain mat eai leat sámegiela hálddašanguovllus.
smj: sámedigge le 2004 rájes tjadádam prosjevtav (Divvom) åvddånahttet sáme korrekturprográmmav elektronåvnålasj tækstagiehtadallamij. Prográmma le navku ja máhttá viedtjaduvvat internehtas.

source: Sámi báikenamat maid báikki olbmot geavahit dahje olbmot geain lea ealáhus báikkis, galget dábálaččat geavahuvvot almmolaš galbbaide, kárttaide jna. (§9).
smj: Bárggo-

source: Báikenamma vurdojuvvo friddjadáhtus geavahuvvot, namalassii ahte almmolaš orgánat ieža váldet ovddasvástádussaneaset ollašuhttit lága iežaset ovddasvástádussuorggis. Vejolaš lea váidalit jos mearriduvvon sámegielalaš báikenamma ii galbejuvvo.
smj: ja sebrudahttemdepartemænnta, Máhttodepartemænnta ja sámedigge ruhtadi prosjevtav «Divvom 2 š, mij sihke galggá ajmon anedit ja doajmmagæhttjalimev jådedit stávimdárkestimev nuortta- ja julevsamegiellaj, ja åvddånahttet stávimdárkestimev oarjjelsámegiellaj.

source: Jos váidaluvvo, de váidalus galgá sáddejuvvot Kultur- ja girkodepartementii. Sámi báikenamaid nammakonsuleanttat
smj: Prosjækta manná 3 jage, ja ulmmen le oarjjelsáme stávimdárkestibme galggá gárvvásin avddåla 2010 låhpan.

source: Báikenammalága § 11 addá Sámediggá válddi nammadit sámi báikenammakonsuleanttaid.
smj: Åvdåsvásstediddje: Máhttodepartemænnta, Barggo- ja sebrudahttemdepartemænnta ja Sámedigge Ájgge: 2010

source: Sámediggi oažžu ollu jearaldagaid sámegielalaš báikenamaid geavaheami birra.
smj: sámedigge le álgadam ságastallat boahtteájge Divvom-prosjevta doajmmaorganiserimav.
